<?php

return [

    /*
   |--------------------------------------------------------------------------
   | DaData Token
   |--------------------------------------------------------------------------
   |
   | Ваш токен DaData для авторизации.
   | Для получения токена и секретного ключа необходимо зарегистрироваться на сайте
   | https://dadata.ru/ и получить их в личном кабинете
   |
   */
    'token' => ENV('DADATA_TOKEN', null),

    /*
  |--------------------------------------------------------------------------
  | DaData Secret
  |--------------------------------------------------------------------------
  |
  | Ваш секретный ключ DaData для авторизации
  |
  */
    'secret' => ENV('DADATA_SECRET', null),

];
